/*
  SkypeWiFi.strings
  Skype WiFi

  Created by John Chang on 2012-06-05.
  Copyright (c) 2012 Skype. All rights reserved.
*/

/* === All clients === */

"INTRO_HEADER" = "Przedstawiamy Skype WiFi";
"INTRO_SUBHEADER" = "Połącz się z Internetem w publicznych hotspotach WiFi i płać za wykorzystane minuty ze środków na koncie Skype.";
"INTRO_ICON_WIFI" = "Korzystaj ze Skype'a, sprawdzaj pocztę i serfuj Internet";
"INTRO_ICON_GLOBE" = "Skype WiFi jest dostępny w ponad milionie miejsc na świecie.";
"INTRO_ICON_SKYPECREDIT" = "Płać tylko za wykorzystane minuty.";

"STATE_CHECKINGNETWORK_HEADER" = "Zaczekaj chwilę...";
"STATE_CHECKINGNETWORK_SUBHEADER" = "Sprawdzam sieć, czy Skype WiFi jest dostępne";

"STATE_JOINWIFI_HEADER" = "Nie jesteś podłączony do WiFi";
"STATE_JOINWIFI_SUBHEADER" = "Podłącz się do publicznej sieci WiFi obsługującej Skype WiFi.";

"STATE_ALREADYONLINE_HEADER" = "Jesteś już podłączony";
"STATE_ALREADYONLINE_SUBHEADER" = "Wygląda na to, że masz już połączenie z Internetem.\nSkype WiFi umożliwia łączenie się z Internetem w publicznych hotspotach WiFi, dostępnych w ponad milionie miejsc na świecie.";

"STATE_GENERALERROR_HEADER" = "Nie można połączyć się";
"STATE_GENERALERROR_SUBHEADER" = "Ta sieć WiFi nie odpowiada prawidłowo. Wybierz inny hotspot.";

"STATE_CONNECT_HEADER" = "Skype WiFi jest dostępny tutaj";
"STATE_CONNECT_TOS_HTML_FORMAT" = "Podłączając się, akceptuję <a href=\"%@\">warunki&nbsp;użytkowania</a> dostawcy";

"STATE_CONNECT_BUTTON" = "Połącz";
"STATE_CONNECTING_BUTTON" = "Łączę...";

"STATE_CONNECTED_SHORT" = "Połączony";
"STATE_CONNECTED_HEADER" = "Jesteś podłączony przez Skype WiFi";

"STATE_CONNECTED_DISCONNECT_BUTTON" = "Rozłącz";
"STATE_DISCONNECTING_BUTTON" = "Rozłączam...";

"STATE_NOCREDIT_HEADER" = "Zbyt mało środków na koncie";


/* === Mac only === */

"OK_BUTTON" = "OK";
"LEARNMORE_BUTTON" = "Dowiedz się więcej";
"CLOSE_BUTTON" = "Zamknij";
"GO_BACK_BUTTON" = "Wróć";
"CONTINUE_BUTTON" = "Dalej";

"REQUIRES_OSX_VERSION_MESSAGE" = "Skype WiFi wymaga do działania systemu Mac OS X %@ lub nowszej.";

/* if partner is PARTNER_MICROSOFT and account name does not start with "live:" then its a linked account */
"NOT_SUPPORTED_LINKED_ACCOUNT" = "Nie można jeszcze używać Skype WiFi z kontem Microsoft. Zaloguj się więc używając nazwy użytkownika Skype i hasła.";
/* if the partner is PARTNER_MICROSOFT and account name does start with "live:" then its pure MS account login */
"NOT_SUPPORTED_MICROSOFT_ACCOUNT" = "Nie można jeszcze używać Skype WiFi z kontem Microsoft. Utwórz konto Skype i zaloguj się używając tego konta.";

"MAIN_WINDOW_TITLE" = "Skype WiFi";
"MAIN_WINDOW_TITLE_WITH_SSID" = "Skype WiFi — “%@”";

"FLOATER_CONNECTED_TITLE" = "Jesteś podłączony przez Skype WiFi";
"FLOATER_CONNECTED_WISPR_TITLE" = "Jesteś podłączony";
"FLOATER_CONNECTED_EXPIRES_SOON_TITLE" = "Połączenie wkrótce wygaśnie";

"SETTINGS_CONNECTION_LENGTH_POPOVER_TEXT" = "Dla twojej ochrony, kiedy jesteś podłączony z wykorzystaniem środków na koncie Skype, połączenie zostanie automatycznie zakończone w przypadku, gdy zapomnisz się rozłączyć.";
"SETTINGS_SESSION_LENGTH_NMIN_FORMAT" = "%d minut";

"STATE_CONNECT_SUBHEADER" = "Połącz się z Internetem w tej sieci przez Skype WiFi i płać tylko za wykorzystane minuty ze środków na koncie Skype.";
"STATE_CONNECT_FREE_HEADER" = "Skype WiFi jest bezpłatny tutaj";
"STATE_CONNECT_FREE_SUBHEADER" = "Korzystaj z bezpłatnego dostępu do Internetu przez Skype WiFi w tym hotspocie. Serfuj Internet, sprawdzaj pocztę lub po prostu używaj Skype'a. ";
"STATE_CONNECT_WISPR_HEADER" = "Mam konto u tego dostawcy";
"STATE_CONNECT_WISPR_SUBHEADER" = "Jeśli posiadasz już konto u tego dostawcy, wprowadź tutaj dane logowania.";

"STATE_CONNECTED_EXPIRES_SOON_HEADER" = "Połączenie z Internetem wkrótce wygaśnie";
"STATE_CONNECTED_SUBHEADER_FORMAT" = "%@ Możesz zakończyć połączenie w dowolnej chwili, a opłata zostanie pobrana tylko za wykorzystane minuty.";
"STATE_CONNECTED_FREE_SUBHEADER_FORMAT" = "%@";
"COUNTUP_NMIN_FORMAT" = "Jesteś już podłączony przez około %d minut(y).";
"COUNTUP_0MIN" = "Jesteś już podłączony przez niecałą minutę.";
"COUNTUP_1MIN" = "Jesteś już podłączony przez około minutę.";
"STATE_CONNECTED_WISPR_HEADER" = "Jesteś teraz podłączony";
"STATE_CONNECTED_WISPR_SUBHEADER" = "Jesteś podłączony za pomocą konta u dostawcy tego hotspotu. Możesz zakończyć połączenie w dowolnej chwili.";
"STATE_CONNECTED_RATE_THIS_HOTSPOT" = "Oceń ten hotspot";

"STATE_CONNECTED_EXTEND_BUTTON" = "Pozostań podłączony";
"STATE_CONNECTED_EXTENDING_BUTTON" = "Łączę ponownie...";

"STATE_NOCREDIT_SUBHEADER" = "Musisz mieć doładowane konto, aby płacić za minuty połączenia\nz Internetem przez Skype WiFi tutaj.";
"STATE_NOCREDIT_BUTTON" = "Doładuj konto";


/* === iPad only === */

"STATE_CHECKINGNETWORK_SHORT" = "Sprawdzam sieć";
"STATE_JOINWIFI_SHORT" = "Brak WiFi";
"STATE_ALREADYONLINE_SHORT" = "Już podłączony";
"STATE_GENERALERROR_SHORT" = "Błąd";
"STATE_CONNECT_SHORT" = "Dostępne tutaj";
"STATE_NOCREDIT_SHORT" = "Brak środków na koncie";


/* === iPhone/iPad only === */
"TIMEEXPIRE_MINUTES_LEFT_FORMAT" = "Pozostało %d minut(y)";
"TIMEEXPIRE_1MINUTE_LEFT" = "Pozostała 1 minuta";
"TIMEEXPIRE_LESSTHAN_1MINUTE_LEFT" = "Pozostała mniej niż minuta";

"APP_NOTIFICATION_EXPIRES_SOON_TITLE" = "Połączenie z Internetem wkrótce wygaśnie.";


/* === Standalone clients === */

/* iPhone/iPad */
"LOGIN_SKYPENAME_PLACEHOLDER" = "Nazwa użytkownika Skype'a";
"LOGIN_PASSWORD_PLACEHOLDER" = "Hasło";
"LOGIN_BUTTON" = "Zaloguj";
"SIGN_OUT_BUTTON" = "Wyloguj";

/* unused */
"LOGIN_PROBLEMS" = "Problemy z zalogowaniem?";
"LOGIN_CREATE_ACCOUNT" = "Utwórz konto";

/* iPhone/iPad */
"SETTINGS_TITLE" = "Ustawienia";
/* unused */
"SETTINGS_BUTTON" = "Ustawienia";

/* iPhone/iPad */
"ABOUT_VERSION_FORMAT" = "Skype WiFi Wersja %1$@ (%2$@)";
"ABOUT_COPYRIGHT_FORMAT" = "© %1$d–%2$d Skype i/lub Microsoft";
"ABOUT_PATENTPENDING" = "Zgłoszony patent";
"ABOUT_FEEDBACK_BUTTON" = "Opinia";
"ABOUT_LEGAL_BUTTON" = "Informacje prawne";
"ABOUT_TRADEMARK" = "Nazwa Skype, pokrewne znaki towarowe i logo oraz logo „S” są znakami towarowymi firmy Skype.";
"ABOUT_DISCLAIMER" = "Uwaga! Ten program jest chroniony prawem autorskim i umowami międzynarodowymi. Reprodukowanie lub rozpowszechnianie tego programu lub jego dowolnej części może pociągnąć za sobą surowe konsekwencje karne lub cywilno-prawne i będzie ścigane z całą surowością prawa.";

/* unused */
"PROFILE_BUTTON" = "Profil";
/* iPhone/iPad */
"PROFILE_SKYPENAME" = "Nazwa użytkownika Skype'a";
"PROFILE_SKYPECREDIT" = "Środki na koncie Skype";
"PROFILE_SKYPECREDIT_NA_VALUE" = "Niedostępny";
"PROFILE_SKYPECREDIT_LOADING_VALUE" = "Pobieram...";

/* iPhone/iPad */
"USAGE_HOTSPOTSVISITED" = "Odwiedzane hotspoty";
"USAGE_PREVIOUSCONNECTIONS" = "Wcześniejsze połączenia";
"USAGE_LASTUSED" = "Ostatnio używany";
"USAGE_LASTUSED_NEVER_VALUE" = "Nigdy";

/* unused - "<date> on <hotspot name>" */
"USAGE_LASTUSED_WHENWHERE_VALUE_FORMAT" = "%1$@ w %2$@";
/* unused */
"SUPPORTEDNETWORKS_POPULARLOCATIONS" = "Popularne miejsca";
"SUPPORTEDNETWORKS_PROVIDERS" = "Dostawcy";
